#include <SFML\Graphics.hpp>
const int HEIGHT_MAP = 20;//размер карты высота
const int WIDTH_MAP = 25;//размер карты ширина 

std::string TileMap[HEIGHT_MAP] = {
	"0000000000000000000000000",
	"0h          c  0     h  0",
	"0                       0",
	"0                       0",
	"0      0                0",
	"0              0        0",
	"0                       0",
	"0                       0",
	"0                       0",
	"0                       0",
	"0           000         0",
	"0                       0",
	"0                       0",
	"0               h       0",
	"0                       0",
	"0       00000           0",
	"0           h           0",
	"0                       0",
	"0c                     c0",
	"0000000000000000000000000",
};